using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class StageName : MonoBehaviour
{
    /* 値 */

    /* フラグ */


    /* オブジェクト */


    /* コンポーネント取得用 */



//-------------------------------------------------------------------

    void Start()
    {
        /* コンポーネント取得 */


        /* 初期化 */
        
    }

//-------------------------------------------------------------------

    void Update()
    {
        
    }

//-------------------------------------------------------------------

}
